welcome = Witaj w grze K\u00F3\u0142ko-Krzy\u017Cyk
instruction = Gra jest przeznaczona dla dw\u00F3ch graczy. Ka\u017Cdy gracz ma przydzielony znak - X lub O. \nGra odbywa si\u0119 na planszy o wymiarach 3 pola na 3 pola lub wi\u0119kszej (do wyboru). \nGracze graj\u0105 na zmian\u0119, ustawiaj\u0105c sw\u00F3j znak w wolne na planszy. \nRund\u0119 zwyci\u0119\u017Ca osoba, kt\u00F3ra ustawi sw\u00F3j znak na planszy w lini\u0119 o d\u0142ugo\u015Bci wybranej w ustawieniach gry (standardowo - 3)\nLinia mo\u017Ce by\u0107 pozioma, pionowa lub uko\u015Bna.\n Je\u015Bli plansza zostanie zape\u0142niona, a \u017Caden z graczy nie ustawi linii wymaganej do zwyci\u0119stwa - nast\u0119puje remis\nZa zwyci\u0119stwo w rundzie gracz dostaje 3 punkty, za remis - 1 punkt, za pora\u017Ck\u0119 - 0 punkt\u00F3w\nNa gr\u0119 sk\u0142adaj\u0105 3 rundy. Ca\u0142\u0105 gr\u0119 wygrywa gracz, kt\u00F3ry zdob\u0119dzie najwi\u0119ksz\u0105 ilo\u015B\u0107 punkt\u00F3w w rundach.\nWpisuj\u0105c 'koniec' w trakcie rozgrywski, mo\u017Cna zako\u0144czy\u0107 gr\u0119 w dowolnym momencie."
initial-state-info = To jest pocz\u0105tek rundy %d
initial-state-question = Wpisz ustawienia gry w postaci x y k, gdzie x to ilo\u015B\u0107 rz\u0119d\u00F3w planszy, y - ilo\u015B\u0107 kolumn planszy, k - d\u0142ugo\u015B\u0107 linii niezb\u0119dna do wygranej (nie mo\u017Ce by\u0107 wi\u0119ksza ni\u017C mniejsza z liczb x lub y) \nx i y maj\u0105 zawiera\u0107 si\u0119 mi\u0119dzy 3 a 100\nPrzyk\u0142adowy wypis: 4 5 3 \nlub naci\u015Bnij enter, aby wybra\u0107 ustawienia standardowe - plansza 3x3 z lini\u0105 3"
board-init-error-minimal-size = Minimalny wymiar planszy to 3
board-init-error-maximal-size = Maksymalny wymiar planszy to 100
board-init-error-incorrect-format = Nieprawid\u0142owy format
board-error-too-big-wining-condition = Warunek zwyci\u0119stwa musi by\u0107 mniejszy lub r\u00F3wny mniejszemu rozmiarowi planszy
choose-char = Wybierz znak - O lub X:
incorrect-sign = Nieprawid\u0142owy znak
ask-for-name = Graczu %d wpisz swoje imi\u0119:
empty-name-info = Imi\u0119 nie mo\u017Ce by\u0107 puste.
who-starts = Kto zaczyna? Wpisz numer gracza:
wrong-option = Wybierz mi\u0119dzy 1 a %d
player-list = [%d]. Imi\u0119: %s, Znak: %s, Punkty: %d